{
  "wmi_adapter": {
    "title": "Windows Management Instrumentation (WMI)",
    "link": "https://docs.axonius.com/docs/wmi",
    "description": "Windows Management Instrumentation (WMI) is a set of specifications from Microsoft for consolidating the management of devices and applications in a Windows network. WMI provides users with information about the status of local or remote computer systems."
  },
  "g_naapi_adapter": {
    "title": "GE NAAPI",
    "description": "GE NAAPI"
  },
  "sophos_cloud_optix_adapter": {
    "title": "Sophos Cloud Optix",
    "link": "https://docs.axonius.com/docs/sophos-cloud-optix",
    "description": "Sophos Cloud Optix is a public cloud visibility and threat response solution that detects, responds, and prevents cloud security and compliance gaps."
  },
  "firemon_adapter": {
    "title": "FireMon Security Manager",
    "link": "https://docs.axonius.com/docs/firemon-security-manager",
    "description": "FireMon Security Manager is a network security solution that provides real-time visibility, control, and management for network security devices across hybrid cloud environments."
  },
  "esentire_json_adapter": {
    "title": "esNetwork",
    "description": "eSentire's esNetwork provides network monitoring and remediation as a fully managed MDR service."
  },
  "service_now_sql_adapter": {
    "title": "ServiceNow Analytics Data Warehouse (SQL)",
    "description": "ServiceNow Analytics Data Warehouse"
  },
  "nozomi_guardian_adapter": {
    "title": "Nozomi Networks Guardian",
    "link": "https://docs.axonius.com/docs/nozomi-networks-guardian",
    "description": "Nozomi Networks Guardian monitors network communications and device behavior for physical and virtual appliances."
  },
  "citrix_epm_adapter": {
    "title": "Citrix Endpoint Management (XenMobile)",
    "description": "Citrix Endpoint Management (formelly XenMobile) is a solution for managing endpoints, offering mobile device management (MDM) and mobile application management (MAM) capabilities."
  },
  "axonius_users_adapter": {
    "title": "Axonius Users",
    "link": "https://docs.axonius.com/docs/axonius-users",
    "description": "The Axonius Users adapter fetches users with Axonius credentials and their permissions using our API client."
  },
  "sevone_adapter": {
    "title": "SevOne Data Platform",
    "description": "SevOne Data Platform is a network and infrastructure management platform that provides monitoring and analytics.",
    "link": "https://docs.axonius.com/docs/sevone"
  },
  "redhat_satellite_adapter": {
    "title": "Red Hat Satellite",
    "link": "https://docs.axonius.com/docs/red-hat-satellite",
    "description": "Red Hat Satellite is a system management solution used to deploy, configure, and maintain systems across physical, virtual, and cloud environments."
  },
  "failover_cluster_adapter": {
    "title": "Windows Server Failover Clustering (WSFC) - BETA",
    "link": "https://docs.axonius.com/docs/wsfc",
    "description": "Windows Server Failover Clustering (WSFC) is a feature of the Windows Server platform for improving the high availability (HA) of applications and services. WSFC is the successor to Microsoft Cluster Service (MSCS)."
  },
  "sumo_logic_adapter": {
    "title": "Sumo Logic",
    "link": "https://docs.axonius.com/docs/sumo-logic",
    "description": "Sumo Logic is a cloud-based service for logs & metrics management for modern apps"
  },
  "logicmonitor_adapter": {
    "title": "LogicMonitor",
    "link": "https://docs.axonius.com/docs/logicmonitor",
    "description": "LogicMonitor is an automated infrastructure monitoring platform for enterprise IT and managed service providers."
  },
  "zoom_adapter": {
    "title": "Zoom",
    "link": "https://docs.axonius.com/docs/zoom",
    "description": "Zoom is a remote conferencing service that provides video conferencing, online meetings, chat, and mobile collaboration."
  },
  "contrast_security_adapter": {
    "title": "Contrast Security",
    "link": "https://docs.axonius.com/docs/contrast-security",
    "description": "Contrast Security protects software applications against cyberattacks."
  },
  "workday_adapter": {
    "title": "Workday",
    "description": "Workday offers software solutions for financial management, human resources, and planning.",
    "link": "https://docs.axonius.com/docs/workday"
  },
  "jita_adapter": {
    "title": "Remediant SecureONE (JITA)",
    "link": "https://docs.axonius.com/docs/remediant-secureone",
    "description": "Remediant SecureONE is a privileged access management solution that enables control and insight over the distribution, usage, and protection of privileged access across enterprise environments."
  },
  "remediant_secureone_adapter": {
    "title": "Remediant SecureONE (JITA)",
    "link": "https://docs.axonius.com/docs/remediant-secureone",
    "description": "Remediant SecureONE is a privileged access management solution that enables control and insight over the distribution, usage, and protection of privileged access across enterprise environments."
  },
  "kenna_adapter": {
    "title": "Kenna Security Platform",
    "link": "https://docs.axonius.com/docs/kenna-security-platform",
    "description": "Kenna Security Platform is a vulnerability assessment solution that provides risk scoring, prioritization, and benchmarking."
  },
  "sensu_adapter": {
    "title": "Sensu",
    "link": "https://docs.axonius.com/docs/sensu",
    "description": "Sensu is a cloud monitoring solution that provides monitoring workflows automation and visibility into multi-cloud environments."
  },
  "hp_nnmi_xml_adapter": {
    "title": "HP NNMi XML File",
    "description": "HP Network Node Manager i (NNMi) is a network health and performance monitoring software with scalability and device support."
  },
  "pa_users_csv_adapter": {
    "title": "Firewall Users CSV",
    "description": "Firewall rules & users CSV adapter"
  },
  "microfocus_sa_adapter": {
    "title": "Micro Focus Server Automation (HP Server Automation, Opsware)",
    "link": "https://docs.axonius.com/docs/microfocus-sa",
    "description": "Micro Focus Server Automation (formerly known as HP Server Automation or Opsware) provides operating system provisioning, automated patch management, and compliance control."
  },
  "keycloak_adapter": {
    "title": "Keycloak",
    "link": "https://docs.axonius.com/docs/keycloak",
    "description": "Keycloak is an open source identity and access management solution."
  },
  "alcide_adapter": {
    "title": "Alcide",
    "link": "https://docs.axonius.com/docs/alcide",
    "description": "Alcide provides cloud and Kubernetes discovery, K8s audit and compliance scanner, microservices anomaly detection and security policies management and enforcement."
  },
  "ip_fabric_adapter": {
    "title": "IP Fabric",
    "link": "https://docs.axonius.com/docs/ip-fabric",
    "description": "IP Fabric is a network management system used to discover, verify, visualize and document large scale networks."
  },
  "digicert_pki_platform_adapter": {
    "title": "DigiCert PKI Platform (Symantec Managed PKI)",
    "link": "https://docs.axonius.com/docs/digicert-pki-platform",
    "description": "DigiCert PKI Platform (formerly Symantec Managed PKI) provides a cloud-based enterprise solution for issuing and managing digital certificates used to enable strong authentication and encryption."
  },
  "json_adapter": {
    "title": "JSON",
    "link": "https://docs.axonius.com/docs/json",
    "description": "The JSON adapter is able to import .json files with information about: devices, users or installed software."
  },
  "pingaccess_adapter": {
    "title": "Ping Access",
    "description": "Ping Access"
  },
  "digicert_certcentral_adapter": {
    "title": "DigiCert CertCentral",
    "link": "https://docs.axonius.com/docs/digicert-certcentral",
    "description": "DigiCert CertCentral consolidates tasks for issuing, installing, inspecting, remediating, and renewing certificates."
  },
  "box_platform_adapter": {
    "title": "Box Platform",
    "link": "https://docs.axonius.com/docs/box",
    "description": "Box Platform provides data security, file sharing, collaborating, and content management tools. Box Platform provides access to Box APIs."
  },
  "openvas_adapter": {
    "title": "OpenVAS",
    "link": "https://docs.axonius.com/docs/openvas",
    "description": "OpenVAS is a full-featured vulnerability scanner. Its capabilities include unauthenticated testing, authenticated testing, various high level and low level Internet and industrial protocols, performance tuning for large-scale scans and a powerful internal programming language to implement any type of vulnerability test."
  },
  "panorays_adapter": {
    "title": "Panorays",
    "link": "https://docs.axonius.com/docs/panorays",
    "description": "Panorays iis a SaaS-based platform that enables companies to easily view, manage and engage on the security posture of their third-parties, vendors, suppliers, and business partners."
  },
  "jira_adapter": {
    "title": "Atlassian Jira Asset Platform",
    "link": "https://docs.axonius.com/docs/atlassian-jira-asset-platform",
    "description": "Atlassian Jira Asset Platform links software with Jira to populate an asset inventory, letting users query for assets and link them to issues."
  },
  "arista_eos_adapter": {
    "title": "Arista Extensible Operating System (EOS)",
    "link": "https://docs.axonius.com/docs/arista-eos",
    "description": "Arista Extensible Operating System (EOS) is the core of Arista cloud networking solutions for next-generation data centers and cloud networks."
  },
  "avamar_adapter": {
    "title": "Dell EMC Avamar",
    "link": "https://docs.axonius.com/docs/dell-emc-avamar",
    "description": "Dell EMC Avamar is a backup and recovery solution that enables daily backups of physical and virtual environments, NAS servers, enterprise applications, remote offices and desktops/laptops."
  },
  "cisco_stealthwatch_adapter": {
    "title": "Cisco StealthWatch",
    "link": "https://docs.axonius.com/docs/cisco-stealthwatch",
    "description": "Cisco Stealthwatch is an agentless malware detection solution that provides visibility and network traffic security analytics across the extended network, including endpoints, branch, data center, and cloud."
  },
  "github_adapter": {
    "title": "GitHub",
    "link": "https://docs.axonius.com/docs/github",
    "description": "GitHub provides hosting for software development version control using Git, including distributed version control and source code management (SCM) functionality."
  },
  "amd_db_adapter": {
    "title": "Asset Owner",
    "description": "Asset Owner"
  },
  "cscglobal_adapter": {
    "title": "CSCDomainManager",
    "link": "https://docs.axonius.com/docs/cscdomainmanager",
    "description": "CSCDomainManager is a web-based portfolio management platform consolidating domains alongside social media usernames, SSL digital certificates, and DNS."
  },
  "iboss_cloud_adapter": {
    "title": "iboss cloud",
    "link": "https://docs.axonius.com/docs/iboss-cloud",
    "description": "iboss cloud is a cloud-based platform that secures user internet access in the cloud."
  },
  "riskiq_csv_adapter": {
    "title": "RiskIQ Digital Footprint - CSV",
    "description": "RiskIQ Digital Footprint software provides an active, comprehensive inventory of all of the organization’s IPs, domains, and hosts."
  },
  "riskiq_adapter": {
    "title": "RiskIQ Digital Footprint",
    "link": "https://docs.axonius.com/docs/riskiq-digital-footprint",
    "description": "RiskIQ Digital Footprint software provides an active, comprehensive inventory of all of the organization’s IPs, domains, and hosts."
  },
  "toriihq_adapter": {
    "title": "Torii",
    "link": "https://docs.axonius.com/docs/torii",
    "description": "Torii is a SaaS Management Platform letting IT professionals discover, optimize, and control SaaS usage and costs."
  },
  "men_and_mice_adapter": {
    "title": "Men&Mice DNS Management",
    "link": "https://docs.axonius.com/docs/menmice-dns-management",
    "description": "Men&Mice DNS Management is a Network Management software providing secure, centralized, and highly resilient control of DNS across diverse platforms."
  },
  "ansible_tower_adapter": {
    "title": "Red Hat Ansible Tower",
    "description": "Red Hat Ansible Tower is a web console and REST API for operationalizing Ansible across teams, organizations, and the enterprise.",
    "link": "https://docs.axonius.com/docs/red-hat-ansible-tower"
  },
  "centrify_adapter": {
    "title": "Centrify Identity Services",
    "description": "Centrify Identity Services manages application access, endpoints, and network infrastructure.",
    "link": "https://docs.axonius.com/docs/centrify"
  },
  "upguard_adapter": {
    "title": "UpGuard CyberRisk",
    "description": "UpGuard CyberRisk provides third-party vendor risk and external cyber risk monitoring. The platform has two main modules: UpGuard BreachSight which monitors company external risk posture and Vendor Risk monitors and helps manages the risk posture of third party vendors.",
    "link": "https://docs.axonius.com/docs/upguard-cyberrisk"
  },
  "google_big_query_adapter": {
    "title": "Google Big Query",
    "description": "BigQuery is a serverless, highly-scalable, and cost-effective cloud data warehouse with an in-memory BI Engine and machine learning built in."
  },
  "infoblox_netmri_adapter": {
    "title": "Infoblox NetMRI",
    "description": "Infoblox NetMRI is a network management solution that provides network change and configuration management (NCCM), and enables users to automate network change, see the impact of changes on network health, manage network configurations, and meet a variety of compliance requirements.",
    "link": "https://docs.axonius.com/docs/infoblox-netmri"
  },
  "hpe_imc_adapter": {
    "title": "HPE Intelligent Management Center (IMC)",
    "description": "HPE Intelligent Management Center (IMC) is a networking solution that delivers management across campus core and data center networks.",
    "link": "https://docs.axonius.com/docs/hp-imc"
  },
  "nutanix_adapter": {
    "title": "Nutanix AHV",
    "link": "https://docs.axonius.com/docs/nutanix-ahv",
    "description": "Nutanix AHV is a hypervisor included with the Enterprise Cloud OS. AHV delivers flexible migrations, security hardening, automated data protection and disaster recovery, and analytics."
  },
  "spiceworks_adapter": {
    "title": "Spiceworks",
    "link": "https://docs.axonius.com/docs/spiceworks",
    "description": "Spiceworks provides network monitoring to capture, analyze, and monitor network traffic."
  },
  "preempt_adapter": {
    "title": "Preempt",
    "link": "https://docs.axonius.com/docs/preempt",
    "description": "Preempt lets organizations reduce user risk on their attack surface and preempt threats in real-time with conditional access. It continuously analyzes, adapts and responds to threats based on identity, behavior, and risk to resolve insider threats and targeted attacks."
  },
  "orca_adapter": {
    "title": "Orca Cloud Visibility Platform",
    "link": "https://docs.axonius.com/docs/orca-cloud-visibility-platform",
    "description": "Orca Cloud Visibility Platform delivers visibility to cloud security posture, including prioritized alerts on vulnerabilities, compromises, misconfigurations, and more."
  },
  "cisco_ucsm_adapter": {
    "title": "Cisco UCS Manager",
    "link": "https://docs.axonius.com/docs/cisco-ucs-manager",
    "description": "Cisco UCS Manager supports the entire Cisco UCS server and Cisco HyperFlex Series hyperconverged infrastructure portfolios. It enables server, fabric, and storage provisioning as well as, device discovery, inventory, configuration, diagnostics, monitoring, fault detection, auditing, and statistics collection."
  },
  "hashicorp_adapter": {
    "title": "HashiCorp Consul",
    "link": "https://docs.axonius.com/docs/hashicorp-consul",
    "description": "HashiCorp Consul is a multi-cloud service networking platform to connect and secure services across any runtime platform and public or private cloud."
  },
  "igar_adapter": {
    "title": "iGAR",
    "description": "iGAR by ABB"
  },
  "webscan_adapter": {
    "title": "Web Server Information",
    "link": "https://docs.axonius.com/docs/web-server-information",
    "description": "Web Server Information provides information about the web server for a given website domain, including the server type, its version and operating system, the content management system (CMS) name and its version, the installed CMS plugins, versions and more."
  },
  "airwave_adapter": {
    "title": "Aruba AirWave",
    "link": "https://docs.axonius.com/docs/aruba-airwave",
    "description": "Aruba AirWave is a network management system that manages wired and wireless infrastructure and provides granular visibility into devices, users and applications on the network."
  },
  "snow_adapter": {
    "title": "Snow Software Asset Management",
    "link": "https://docs.axonius.com/docs/snow-software-asset-management",
    "description": "Snow Software provides Software Asset Management (SAM) products and services to reduce the risk, cost, and complexity associated with software assets and licensing."
  },
  "netbrain_adapter": {
    "title": "NetBrain",
    "link": "https://docs.axonius.com/docs/netbrain-integrated-edition",
    "description": "NetBrain Integrated Edition is an adaptive automation integrated with existing NMS tools and IT workflows to automate documentation, troubleshooting, network change, and defense."
  },
  "pkware_adapter": {
    "title": "PKWARE",
    "link": "https://docs.axonius.com/docs/pkware",
    "description": "PKWARE’s data protection platform finds, classifies, and protects sensitive data, allowing security managers to define data protection policies and monitor activity across the organization."
  },
  "symantec_ccs_adapter": {
    "title": "Symantec Control Compliance Suite (CCS)",
    "link": "https://docs.axonius.com/docs/symantec-control-compliance-suite",
    "description": "Symantec Control Compliance Suite (CCS) is a solution to help identify security gaps and vulnerabilities and automate compliance assessments for over 100 regulations, mandates, and best practice frameworks including GDPR, HIPAA, NIST, PCI and SWIFT. Symantec CCS discovers and inventories all networks and assets including managed and unmanaged devices allowing for assets to be profiled and ranked for risk potential."
  },
  "ca_spectrum_adapter": {
    "title": "CA Spectrum",
    "link": "https://docs.axonius.com/docs/ca-spectrum",
    "description": "CA Spectrum is a services and network infrastructure management system that enables the modeling of LAN, WAN, wired, wireless, physical, and virtual networks."
  },
  "ivanti_sm_adapter": {
    "title": "Ivanti Service Manager",
    "link": "https://docs.axonius.com/docs/ivanti-service-manager",
    "description": "Ivanti Service Manager, is a cloud based ITSM solution that provides workflows automation, IT help desk and support ticket features, and ITIL service management processes."
  },
  "bigfix_inventory_adapter": {
    "title": "IBM BigFix Inventory",
    "link": "https://docs.axonius.com/docs/ibm-bigfix-inventory",
    "description": "IBM BigFix Inventory gathers information about installed software and hardware in your IT infrastructure."
  },
  "fresh_service_adapter": {
    "title": "Freshservice",
    "link": "https://docs.axonius.com/docs/freshservice",
    "description": "Freshservice is a cloud-based IT help desk and service management solution that enables organizations to simplify their IT operations."
  },
  "bigid_adapter": {
    "title": "BigID",
    "description": "BigID is data security solution that provides enterprise protection and privacy of personal",
    "link": "https://docs.axonius.com/docs/bigid"
  },
  "defender_atp_adapter": {
    "title": "Microsoft Defender ATP",
    "link": "https://docs.axonius.com/docs/microsoft-defender-atp",
    "description": "Microsoft Defender Advanced Threat Protection (ATP) helps enterprise networks prevent, detect, investigate, and respond to advanced threats."
  },
  "paloalto_xdr_adapter": {
    "title": "Palo Alto Networks Cortex XDR",
    "link": "https://docs.axonius.com/docs/palo-alto-networks-cortex-xdr",
    "description": "Palo Alto Networks Cortex XDR is a detection and response app that natively integrates network, endpoint, and cloud data to detect threats and stop sophisticated attacks."
  },
  "edfs_csv_adapter": {
    "title": "EDFS",
    "description": "External Digital Footprint Security"
  },
  "edgescan_adapter": {
    "title": "edgescan Fullstack Vulnerability Management",
    "link": "https://docs.axonius.com/docs/edgescan-fullstack-vulnerability-management",
    "description": "edgescan Fullstack Vulnerability Management is a cloud-based continuous vulnerability management and penetration testing solution that discovers, validates and rates vulnerabilities by running continuous asset profiling to detect rogue/exposed ports, hosts or even hidden API’s."
  },
  "bamboohr_adapter": {
    "title": "BambooHR",
    "link": "https://docs.axonius.com/docs/bamboohr",
    "description": "BambooHR is HR software used to collect, maintain, and analyze data for hiring, onboarding employees, and managing company culture."
  },
  "skybox_adapter": {
    "title": "Skybox Firewall Assurance",
    "link": "https://docs.axonius.com/docs/skybox-firewall-assurance",
    "description": "Skybox Firewall Assurance provides automation of firewall management tasks across different firewall vendors and complex rulesets."
  },
  "observium_adapter": {
    "title": "Observium",
    "link": "https://docs.axonius.com/docs/observium",
    "description": "Observium is an auto-discovering network monitoring platform supporting a wide range of device types, platforms and operating systems."
  },
  "eclypsium_adapter": {
    "title": "Eclypsium",
    "link": "https://docs.axonius.com/docs/eclypsium",
    "description": "Eclypsium protects the foundation of computing infrastructure, controlling risks and stopping threats to enterprise firmware and hardware devices."
  },
  "scep_adapter": {
    "title": "Microsoft SCEP",
    "description": "Microsoft System Center Endpoint Protection (SCEP) is an antivirus/antimalware product for Windows environments that includes a Windows Firewall manager. ... Designed for midsize to enterprise environments, SCEP is not a practical endpoint protection option for small organizations."
  },
  "guardicore_adapter": {
    "title": "Guardicore",
    "link": "https://docs.axonius.com/docs/guardicore",
    "description": "Guardicore is a data center and cloud security company that protects the organization’s core assets."
  },
  "cherwell_adapter": {
    "title": "Cherwell IT Service Management",
    "link": "https://docs.axonius.com/docs/cherwell-it-service-management",
    "description": "Cherwell IT Service Management is a service desk platform enabling automation for process workflows, supporting tasks, and related approvals."
  },
  "omnivista_adapter": {
    "title": "OmniVista 2500 NMS",
    "link": "https://docs.axonius.com/docs/omnivista-2500-nms",
    "description": "The Alcatel-Lucent OmniVista 2500 Network Management System (NMS) provides management tools and network-wide visibility, enabling operators to provision, manage and maintain a mobile infrastructure."
  },
  "symantec_dlp_adapter": {
    "title": "Symantec DLP",
    "link": "https://docs.axonius.com/docs/symantec-dlp",
    "description": "Symantec DLP is a data loss protection and prevention solution. Its management console, the DLP Enforce Platform, and its reporting tool, IT Analytics for DLP, allows writing and enforce policies to reduce information risks."
  },
  "flexera_adapter": {
    "title": "Flexera IT Asset Management",
    "link": "https://docs.axonius.com/docs/flexera-it-asset-management",
    "description": "Flexera lets enterprises gain visibility and control of IT assets, reduce ongoing software costs, and maintain continuous license compliance."
  },
  "arsenal_adapter": {
    "title": "Arsenal",
    "description": "Arsenal by Uber"
  },
  "cisco_ucm_adapter": {
    "title": "Cisco Unified Communications Manager",
    "link": "https://docs.axonius.com/docs/cisco-unified-communications-manager-ucm",
    "description": "Cisco Unified Communications Manager provides secure and manageable call control and session management."
  },
  "randori_adapter": {
    "title": "Randori",
    "link": "https://docs.axonius.com/docs/randori",
    "description": "Randori is an attack platform which combines continuous reconnaissance, real-time target analysis, and the ability to safely execute attacks on-demand to provide an attacker’s perspective."
  },
  "masscan_adapter": {
    "title": "Masscan",
    "link": "https://docs.axonius.com/docs/masscan",
    "description": "Masscan is a free internet port scanner utility."
  },
  "aqua_adapter": {
    "title": "Aqua Security",
    "link": "https://docs.axonius.com/docs/aqua-security",
    "description": "Aqua Security provides container and cloud native cybersecurity for teams using Docker, Kubernetes, serverless, and other cloud native technologies."
  },
  "icinga_adapter": {
    "title": "Icinga",
    "link": "https://docs.axonius.com/docs/icinga",
    "description": "Icinga is an open-source computer system and network monitoring application. It monitors data centers and clouds availability and performance, gives access to data and raises alerts."
  },
  "packetfence_adapter": {
    "title": "PacketFence",
    "link": "https://docs.axonius.com/docs/packetfence",
    "description": "PacketFence is a free open source network access control (NAC) solution which provides the following features: registration, detection of abnormal network activities, proactive vulnerability scans, isolation of problematic devices, remediation through a captive portal, 802.1X, wireless integration and User-Agent / DHCP fingerprinting."
  },
  "medigate_adapter": {
    "title": "Medigate",
    "link": "https://docs.axonius.com/docs/medigate",
    "description": "Medigate is a medical device security platform that protects connected medical devices on health care provider networks, allowing inventory management and facilitating detection and prevention capabilities."
  },
  "guardium_adapter": {
    "title": "IBM Guardium",
    "link": "https://docs.axonius.com/docs/ibm-guardium-vulnerability-assessment",
    "description": "IBM Guardium prevents leaks from databases, data warehouses, and Big Data environments. It ensures the integrity of information and automates compliance controls across heterogeneous environments."
  },
  "specops_adapter": {
    "title": "Specops Inventory",
    "link": "https://docs.axonius.com/docs/specops-inventory",
    "description": "Specops Inventory collects and reports information on hardware, software, registry, user settings, operating system, security data, and Active Directory data."
  },
  "vcloud_director_adapter": {
    "title": "VMware vCloud Director",
    "link": "https://docs.axonius.com/docs/vmware-vcloud-director",
    "description": "VMware vCloud Director is a cloud service-delivery platform."
  },
  "indegy_adapter": {
    "title": "Indegy Industrial Cybersecurity Suite",
    "link": "https://docs.axonius.com/docs/indegy-industrial-cybersecurity-suite",
    "description": "Indegy Industrial Cybersecurity Suite protects industrial networks from cyber threats, malicious insiders, and human error, including threat detection and mitigation, asset tracking, vulnerability management, configuration control, and device integrity checks."
  },
  "wazuh_adapter": {
    "title": "Wazuh",
    "link": "https://docs.axonius.com/docs/wazuh",
    "description": "Wazuh is a free, open source and enterprise-ready security monitoring solution for threat detection, integrity monitoring, incident response and compliance."
  },
  "signalsciences_adapter": {
    "title": "Signal Sciences",
    "link": "https://docs.axonius.com/docs/signal-sciences",
    "description": "Signal Sciences is a web protection platform that protects on-premise, multi-cloud and hybrid-cloud apps, within containers and serverless functions."
  },
  "automox_adapter": {
    "title": "Automox",
    "link": "https://docs.axonius.com/docs/automox",
    "description": "Automox is a cloud-based patch and configuration management solution for Windows, Linux, Mac, and third-party software."
  },
  "hp_nnmi_adapter": {
    "title": "HP Network Node Manager i (NNMi)",
    "description": "HP Network Node Manager i (NNMi) is a network health and performance monitoring software with scalability and device support.\n"
  },
  "kaspersky_sc_adapter": {
    "title": "Kaspersky Security Center",
    "link": "https://docs.axonius.com/docs/kaspersky-security-center",
    "description": "Kaspersky Security Center is an administration console for Kaspersky Labs security solutions and systems management tools."
  },
  "symantec_12_adapter": {
    "title": "Symantec Endpoint Protection 12.x",
    "link": "https://docs.axonius.com/docs/symantec-endpoint-protection-12x",
    "description": "Symantec Endpoint Protection manages events, policies, and registration for the client computers that connect to customer networks."
  },
  "f5_icontrol_adapter": {
    "title": "F5 BIG-IP iControl",
    "link": "https://docs.axonius.com/docs/f5-big-ip-icontrol",
    "description": "F5 iControl is a Web services-enabled open API providing granular control over the configuration and management of F5's application delivery platform, BIG-IP."
  },
  "pure_storage_flash_array_adapter": {
    "title": "Pure Storage Pure1",
    "link": "https://docs.axonius.com/docs/pure-storage-pure1",
    "description": "Pure Storage Pure1 is a cloud-based storage management solution that provides self-driving storage, data-storage management, and monitoring."
  },
  "bitlocker_adapter": {
    "title": "Microsoft BitLocker Administration and Monitoring (MBAM)",
    "link": "https://docs.axonius.com/docs/mbam",
    "description": "Microsoft BitLocker Administration and Monitoring (MBAM) provides a simplified administrative interface for BitLocker Drive Encryption. BitLocker offers protection against data theft or data exposure for computers that are lost or stolen,  encrypting all data that is stored on the Windows operating system volumes and drives and configured data drives."
  },
  "druva_adapter": {
    "title": "Druva Cloud Platform",
    "link": "https://docs.axonius.com/docs/druva-cloud-platform",
    "description": "Druva Cloud Platform is a data protection as-a-service that provides management across all customer data sources that are scalable, predictable and on-demand."
  },
  "symantec_sep_cloud_adapter": {
    "title": "Symantec Endpoint Protection Cloud",
    "link": "https://docs.axonius.com/docs/symantec-endpoint-protection-cloud",
    "description": "Symantec Endpoint Protection Cloud unifies threat protection and device management for PC, Mac, mobile devices, and servers to protect endpoints from ransomware, zero-day threats, and other sophisticated attacks."
  },
  "cisco_firepower_management_center_adapter": {
    "title": "Cisco Firepower Management Center",
    "link": "https://docs.axonius.com/docs/cisco-firepower-management-center",
    "description": "Cisco Firepower Management Center provides management over firewalls, application control, intrusion prevention, URL filtering, and advanced malware protection."
  },
  "maas360_adapter": {
    "title": "IBM MaaS360 with Watson",
    "link": "https://docs.axonius.com/docs/ibm-maas360-with-watson",
    "description": "IBM MaaS360 with Watson is a Unified Endpoint Management (UEM) platform covering endpoints, end-users, apps, content, and data. It also gives visibility and control to manage mobile devices running iOS, macOS, Android, and Windows."
  },
  "netskope_adapter": {
    "title": "Netskope",
    "link": "https://docs.axonius.com/docs/netskope",
    "description": "Netskope Security Cloud provides threat protection for cloud services, websites, and private applications."
  },
  "imperva_dam_adapter": {
    "title": "Imperva Data Activity Monitoring (DAM)",
    "link": "https://docs.axonius.com/docs/imperva-data-activity-monitoring-dam",
    "description": "Imperva Data Activity Monitoring (DAM) defines and enforces data security and compliance policies across the cloud and on-premises including relational databases, mainframes, big data platforms, data warehouses, and enterprise file stores."
  },
  "cycognito_adapter": {
    "title": "CyCognito CyCAST Platform",
    "link": "https://docs.axonius.com/docs/cycognito-cycast-platform",
    "description": "CyCognito CyCAST Platform is an automated, cloud-based security testing service that simulates attackers' reconnaissance techniques to find organizations' security blind spots."
  },
  "jumpcloud_adapter": {
    "title": "JumpCloud",
    "link": "https://docs.axonius.com/docs/jumpcloud",
    "description": "JumpCloud is a Directory-as-a-Service (DaaS) solution to authenticate, authorize, and manage users, devices, and applications via a common directory in the cloud."
  },
  "haveibeenpwned_adapter": {
    "title": "Have I Been Pwned",
    "link": "https://docs.axonius.com/docs/have-i-been-pwned",
    "description": "Have I Been Pwned is a website to check if email accounts have been compromised in a data breach."
  },
  "netbox_adapter": {
    "title": "NetBox",
    "link": "https://docs.axonius.com/docs/netbox",
    "description": " NetBox is an open source web application to help manage and document computer networks."
  },
  "paloalto_cortex_adapter": {
    "title": "Palo Alto Networks Cortex",
    "link": "https://docs.axonius.com/docs/palo-alto-networks-cortex",
    "description": "Palo Alto Networks Cortex is an open and integrated, AI-based continuous security platform, allowing security operations teams to speed the analysis of massive data sets."
  },
  "mysql_special_adapter": {
    "title": "Open Discover",
    "description": "Open Discover"
  },
  "censys_adapter": {
    "title": "Censys",
    "link": "https://docs.axonius.com/docs/censys",
    "description": "Censys monitors infrastructure and discovers unknown assets across the Internet."
  },
  "git_lab_adapter": {
    "title": "GitLab",
    "link": "https://docs.axonius.com/docs/gitlab",
    "description": "GitLab is an open-source DevOps lifecycle tool that provides a wiki, issue-tracking, and continuous integration and deployment pipeline features"
  },
  "endgame_adapter": {
    "title": "Endgame",
    "link": "https://docs.axonius.com/docs/endgame",
    "description": "Endgame is an endpoint protection platform that combines on-line and off-line protection against exploits, phishing, malware, ransomware, and fileless attacks."
  },
  "bitsight_adapter": {
    "title": "BitSight Security Ratings",
    "link": "https://docs.axonius.com/docs/bitsight-security-ratings",
    "description": "BitSight Security Ratings are a data-driven and dynamic measurement of an organization’s cybersecurity performance."
  },
  "librenms_adapter": {
    "title": "LibreNMS",
    "link": "https://docs.axonius.com/docs/librenms",
    "description": "LibreNMS is a network monitoring solution that provides auto-discovery for network hardware and operating systems including Cisco, Linux, Juniper, Foundry, and more."
  },
  "rumble_adapter": {
    "title": "Rumble Network Discovery",
    "link": "https://docs.axonius.com/docs/rumble-network-discovery",
    "description": "Rumble Network Discovery is a cloud-based network discovery platform that identifies and monitors network-connected IT assets."
  },
  "office_scan_adapter": {
    "title": "Trend Micro Apex One (OfficeScan)",
    "link": "https://docs.axonius.com/docs/trend-micro-apex-one",
    "description": "Trend Micro Apex One (formerly OfficeScan) is an endpoint security solution protecting against malware, scripts, injection, ransomware, memory and browser attacks, and exploits."
  },
  "datto_rmm_adapter": {
    "title": "Datto RMM (Autotask Endpoint Management) - BETA",
    "link": "https://docs.axonius.com/docs/datto-rmm",
    "description": "Datto RMM (formerly Autotask Endpoint Management) is a cloud-based Remote Monitoring and Management (RMM) platform that provides device auditing, real-time monitoring, and automatic patching."
  },
  "ca_cmdb_adapter": {
    "title": "CA Service Management",
    "link": "https://docs.axonius.com/docs/ca-service-management",
    "description": "CA Service Management is an IT service management (ITSM) solution that offers incident management and IT asset management."
  },
  "zscaler_adapter": {
    "title": "Zscaler Web Security",
    "link": "https://docs.axonius.com/docs/zscaler-web-security",
    "description": "Zscaler Web Security is a secure Internet and web gateway service that stops malware, advanced threats, phishing, browser exploits, malicious URLs, botnets, and more."
  },
  "wsus_adapter": {
    "title": "Windows Server Update Services (WSUS)",
    "link": "https://docs.axonius.com/docs/windows-server-update-services-wsus",
    "description": "Windows Server Update Services (WSUS), previously Software Update Services (SUS), enables administrators to manage the distribution of updates and hotfixes released for Microsoft products."
  },
  "alertlogic_adapter": {
    "title": "Alert Logic",
    "link": "https://docs.axonius.com/docs/alert-logic",
    "description": "Alert Logic provides vulnerability and asset visibility, endpoint protection, threat detection, incident management, and a web application firewall."
  },
  "nmap_adapter": {
    "title": "Nmap Security Scanner",
    "link": "https://docs.axonius.com/docs/nmap-security-scanner",
    "description": "Nmap Security Scanner is a free and open source utility for network discovery and security auditing."
  },
  "symantec_cloud_workload_adapter": {
    "title": "Symantec Cloud Workload Protection (CWP)",
    "link": "https://docs.axonius.com/docs/symantec-cloud-workload-protection-cwp",
    "description": "Symantec Cloud Workload Protection (CWP) automates security policy enforcement to protect public cloud workloads."
  },
  "cloudflare_adapter": {
    "title": "Cloudflare DNS",
    "link": "https://docs.axonius.com/docs/cloudflare-dns",
    "description": "Cloudflare DNS runs one of the largest DNS networks in the world."
  },
  "saltstack_enterprise_adapter": {
    "title": "SaltStack Enterprise",
    "link": "https://docs.axonius.com/docs/saltstack-enterprise",
    "description": "SaltStack Enterprise intelligent automation delivers event-driven security, cloud and configuration management."
  },
  "vectra_adapter": {
    "title": "Vectra AI",
    "link": "https://docs.axonius.com/docs/vectra-ai",
    "description": "Vectra AI is a cybersecurity platform that uses AI to detect and respond to cyberattacks."
  },
  "opswat_adapter": {
    "title": "OPSWAT MetaAccess",
    "link": "https://docs.axonius.com/docs/opswat-metaaccess",
    "description": "OPSWAT MetaAccess prevents risky devices from accessing local networks and cloud applications."
  },
  "spacewalk_adapter": {
    "title": "Spacewalk",
    "link": "https://docs.axonius.com/docs/spacewalk",
    "description": "Spacewalk is an open-source systems management solution for system provisioning, patching and configuration."
  },
  "unifi_adapter": {
    "title": "Ubiquiti Networks UniFi Controller",
    "link": "https://docs.axonius.com/docs/ubiquiti-networks-unifi-controller",
    "description": "The UniFi Controller is a wireless network management software solution for managing multiple wireless networks using a web browser."
  },
  "net_app_adapter": {
    "title": "NetApp - BETA",
    "link": "https://docs.axonius.com/docs/netapp",
    "description": "NetApp offers hybrid cloud data services for management of applications and data across cloud and on-premises environments."
  },
  "webroot_adapter": {
    "title": "Webroot Endpoint Protection - BETA",
    "link": "",
    "description": "Webroot Endpoint Protection protects against threats across email, browsers, files, URLs, ads, apps, and more."
  },
  "device42_adapter": {
    "title": "Device42",
    "link": "https://docs.axonius.com/docs/device42",
    "description": "Device42 is a cloud-based CMDB for physical, virtual, and cloud servers and containers, network components, software, services, applications, and their relationships and dependencies."
  },
  "cisco_ise_adapter": {
    "title": "Cisco Identity Services Engine (ISE)",
    "link": "https://docs.axonius.com/docs/cisco-identity-services-engine-ise",
    "description": "Cisco Identity Services Engine (ISE) is a network administration product that enables the creation and enforcement of security and access policies for endpoint devices connected to the company’s routers and switches."
  },
  "symantec_ee_adapter": {
    "title": "Symantec Endpoint Encryption",
    "link": "https://docs.axonius.com/docs/symantec-endpoint-encryption",
    "description": "Symantec Endpoint Encryption combines full-disk and removable media encryption with centralized management to protect sensitive information and ensure regulatory compliance."
  },
  "promisec_adapter": {
    "title": "Promisec Endpoint Manager",
    "link": "",
    "description": "Promisec Endpoint Manager is an agentless endpoint detection and remediation solution that detects, analyzes, and remediates abnormalities. \t"
  },
  "truefort_adapter": {
    "title": "TrueFort",
    "link": "",
    "description": "TrueFort offers application behavior analytics, control, and protection."
  },
  "redcanary_adapter": {
    "title": "Red Canary",
    "link": "https://docs.axonius.com/docs/red-canary",
    "description": "The Red Canary suite includes products that record telemetry, detect and investigate threats, and automate remediation."
  },
  "cloudpassage_adapter": {
    "title": "CloudPassage Halo - BETA",
    "link": "",
    "description": "CloudPassage Halo is a security automation platform providing visibility, protection, and continuous compliance monitoring for AWS and Azure deployments."
  },
  "redcloack_adapter": {
    "title": "Secureworks Red Cloak",
    "link": "https://docs.axonius.com/docs/secureworks-red-cloak",
    "description": "Secureworks Red Cloak is an Endpoint Detection and Response technology that continuously monitors endpoints for signs of adversary activity."
  },
  "php_ipam_adapter": {
    "title": "phpIPAM - BETA",
    "link": "https://docs.axonius.com/docs/phpipam",
    "description": "phpIPAM is an open-source web IP address management application (IPAM)."
  },
  "dynatrace_adapter": {
    "title": "Dynatrace",
    "link": "https://docs.axonius.com/docs/dynatrace",
    "description": "Dynatrace is a software intelligence platform providing application performance management and cloud infrastructure monitoring."
  },
  "code42_adapter": {
    "title": "Code42",
    "link": "https://docs.axonius.com/docs/code42",
    "description": "Code42 is a next-gen DLP solution used to detect insider threats, satisfy regulatory compliance, and accelerate incident response investigations."
  },
  "counter_act_adapter": {
    "title": "ForeScout CounterACT",
    "link": "https://docs.axonius.com/docs/forescout-counteract",
    "description": "The ForeScout CounterACT platform provides insight into network-connected devices."
  },
  "armis_adapter": {
    "title": "Armis",
    "link": "",
    "description": "Armis is an agentless IoT security solution that lets enterprises see and control any device or network."
  },
  "bluecat_adapter": {
    "title": "BlueCat Enterprise DNS",
    "link": "https://docs.axonius.com/docs/bluecat-enterprise-dns",
    "description": "BlueCat Enterprise DNS connects all disparate DNS and DHCP with centralized management of all clients and critical assets."
  },
  "extreme_networks_extreme_control_adapter": {
    "title": "Extreme Networks ExtremeControl - BETA",
    "link": "https://docs.axonius.com/docs/extreme-networks-extremecontrol",
    "description": "Extreme Networks ExtremeControl is a Network Access Control (NAC) solution that enables role-based access controls and reporting on user activity across all devices."
  },
  "logrhythm_adapter": {
    "title": "LogRhythm",
    "link": "https://docs.axonius.com/docs/logrhythm",
    "description": "LogRhythm combines SIEM, user and entity behavior analytics, network traffic and behavior analytics, and security automation and orchestration."
  },
  "twistlock_adapter": {
    "title": "Twistlock",
    "link": "",
    "description": "Twistlock provides container and cloud native cybersecurity for teams using Docker, Kubernetes, serverless, and other cloud native technologies."
  },
  "hp_ilo_adapter": {
    "title": "HP Integrated Lights-Out (iLO)",
    "link": "https://docs.axonius.com/docs/hp-ilo",
    "description": "HP Integrated Lights-Out (iLO) is server management software that enables the configuration, monitoring, and updating of HPE servers."
  },
  "venafi_adapter": {
    "title": "Venafi - BETA",
    "link": "https://docs.axonius.com/docs/venafi",
    "description": "Venafi secures and protects cryptographic keys and digital certificates."
  },
  "riverbed_adapter": {
    "title": "Riverbed SteelCentral Controller (SCC) - BETA",
    "link": "https://docs.axonius.com/docs/riverbed-steelcentral-controller-scc",
    "description": "Riverbed SteelCentral Controller SCC facilitates administration tasks for groups of SteelHeads, Interceptors, Mobile Controller, Cores, and Edges."
  },
  "kolide_adapter": {
    "title": "Kolide Fleet",
    "link": "https://docs.axonius.com/docs/kolide-fleet",
    "description": "Kolide Fleet is an open source osquery manager"
  },
  "checkpoint_r80_adapter": {
    "title": "Check Point Infinity",
    "link": "https://docs.axonius.com/docs/checkpoint-infinity",
    "description": "Check Point Infinity protects against cyber threats across networks, endpoint, cloud and mobile devices. This adapter supports the entire Infinity platform, including Check Point firewalls."
  },
  "sysaid_adapter": {
    "title": "SysAid",
    "link": "",
    "description": "SysAid is an integrated ITSM, Service Desk and Help Desk software solution."
  },
  "mssql_adapter": {
    "title": "SQL Server",
    "link": "https://docs.axonius.com/docs/sql-server",
    "description": "The SQL Server adapter imports device information from arbitrary SQL servers: Microsoft SQL Server, MySQL, Oracle and PostgreSQL."
  },
  "quest_kace_adapter": {
    "title": "Quest KACE Endpoint Systems Management Appliances",
    "link": "https://docs.axonius.com/docs/quest-kace-endpoint-systems-management-appliances",
    "description": "Quest KACE Endpoint Systems Management Appliances provision, manage, secure, and service network-connected devices."
  },
  "shodan_adapter": {
    "title": "Shodan",
    "link": "https://docs.axonius.com/docs/shodan",
    "description": "Shodan is a search engine for Internet-connected devices."
  },
  "prisma_cloud_adapter": {
    "title": "Palo Alto Networks Prisma Cloud",
    "link": "https://docs.axonius.com/docs/prisma-cloud",
    "description": "Palo Alto Networks Prisma Cloud is a native cloud security platform that provides visibility, threat prevention, compliance assurance and data protection across multi-cloud environments."
  },
  "samange_adapter": {
    "title": "Samanage",
    "link": "",
    "description": "Samanage is a unified, cloud-based IT service desk and asset management platform."
  },
  "paloalto_panorama_adapter": {
    "title": "Palo Alto Networks Panorama",
    "link": "https://docs.axonius.com/docs/palo-alto-networks-panorama",
    "description": "The Palo Alto Panorama management server provides centralized monitoring and management of multiple next-generation firewalls and appliance clusters."
  },
  "proxmox_adapter": {
    "title": "Proxmox Virtual Environment (VE)",
    "link": "https://docs.axonius.com/docs/proxmox-virtual-environment-ve",
    "description": "Proxmox Virtual Environment (VE) is an open source server virtualization management solution based on QEMU/KVM and LXC."
  },
  "foreman_adapter": {
    "title": "Foreman",
    "link": "",
    "description": "Foreman is a free open source project that automates repetitive tasks, quickly deploys applications, and proactively manages server lifecyle, on-premises or in the cloud."
  },
  "saltstack_adapter": {
    "title": "SaltStack Open Source",
    "link": "",
    "description": "SaltStack Open Source is open-source software for event-driven security, cloud and configuration management."
  },
  "ibm_qradar_adapter": {
    "title": "IBM QRadar - BETA",
    "link": "https://docs.axonius.com/docs/ibm-qradar",
    "description": "IBM QRadar is a Security Information and Event Management (SIEM) solution that enables security teams to detect, prioritize and response to threats across the enterprise."
  },
  "snipeit_adapter": {
    "title": "Snipe-IT",
    "link": "https://docs.axonius.com/docs/snipe-it",
    "description": "Snipe-IT is a free, open source IT asset management system written in PHP."
  },
  "mobi_control_adapter": {
    "title": "SOTI MobiControl - BETA",
    "link": "https://docs.axonius.com/docs/soti-mobicontrol",
    "description": "SOTI MobiControl is a software system for managing mobile devices in the enterprise."
  },
  "absolute_adapter": {
    "title": "Absolute",
    "link": "https://docs.axonius.com/docs/absolute",
    "description": "Absolute specializes in software to manage and secure Windows computers and Android smartphones."
  },
  "landesk_adapter": {
    "title": "Ivanti Unified Endpoint Manager (Landesk)",
    "link": "https://docs.axonius.com/docs/ivanti-unified-endpoint-manager",
    "description": "Ivanti Unified Endpoint Manager (formerly Landesk) helps IT administrators gather detailed device data, automate software and OS deployments, personalize workspace environments, and fix user issues."
  },
  "lansweeper_adapter": {
    "title": "Lansweeper",
    "link": "https://docs.axonius.com/docs/lansweeper",
    "description": "Lansweeper is an agentless IT asset management and Network Inventory software tool for Microsoft Windows OS."
  },
  "extra_hop_adapter": {
    "title": "ExtraHop Reveal(x)",
    "link": "https://docs.axonius.com/docs/extrahop-revealx",
    "description": "ExtraHop Reveal(x) is a network detection and response (NDR) solution that provides visibility, real-time threat detection, and response."
  },
  "linux_ssh_adapter": {
    "title": "Linux SSH",
    "link": "https://docs.axonius.com/docs/linux-ssh",
    "description": "Linux Secure Shell uses remote command execution over the SSH protocol to gather information about the endpoint Linux machine."
  },
  "malwarebytes_adapter": {
    "title": "Malwarebytes Endpoint Security (On-Prem Platform)",
    "link": "https://docs.axonius.com/docs/malwarebytes",
    "description": "Malwarebytes Endpoint Security protects endpoints from ransomware, automates endpoint remediation, and provides continuous visibility and monitoring."
  },
  "malwarebytes_cloud_adapter": {
    "title": "Malwarebytes Endpoint Protection (Cloud Platform)",
    "link": "https://docs.axonius.com/docs/malwarebytes-endpoint-protection",
    "description": "Malwarebytes Endpoint Protection is a security platform that combines detection and remediation technologies into a single cloud-managed agent."
  },
  "cybereason_adapter": {
    "title": "Cybereason Deep Detect & Respond",
    "link": "https://docs.axonius.com/docs/cybereason-deep-detect-respond",
    "description": "Cybereason Deep Detect & Respond (EDR) defends against advanced attacks by collecting and analyzing behavioral data to identify suspicious activities."
  },
  "oracle_cloud_adapter": {
    "title": "Oracle Cloud",
    "link": "https://docs.axonius.com/docs/oracle-cloud",
    "description": "Oracle Cloud is a computing service providing servers, storage, network, applications and services."
  },
  "cisco_umbrella_adapter": {
    "title": "Cisco Umbrella",
    "link": "https://docs.axonius.com/docs/cisco-umbrella",
    "description": "Cisco Umbrella is a secure internet gateway in the cloud, including DNS and IP layer enforcement and command and control callback blocking."
  },
  "clearpass_adapter": {
    "title": "Aruba ClearPass",
    "link": "https://docs.axonius.com/docs/aruba-clearpass",
    "description": "Aruba ClearPass is a network access control (NAC) solution that allows enterprises to identify devices, enforce policies, and remediate threats."
  },
  "ibm_tivoli_taddm_adapter": {
    "title": "IBM Tivoli Application Dependency Discovery Manager (TADDM)",
    "link": "https://docs.axonius.com/docs/ibm-tivoli-taddm",
    "description": "IBM Tivoli Application Dependency Discovery Manager (TADDM) is a configuration management tool that helps IT operations personnel ensure and improve application availability in application environments."
  },
  "nimbul_adapter": {
    "title": "Nimbul",
    "link": "",
    "description": "Nimbul is a custom cloud infrastructure management solution developed by the New York Times."
  },
  "rapid7_nexpose_warehouse_adapter": {
    "title": "Rapid7 Nexpose Warehouse",
    "link": "https://docs.axonius.com/docs/rapid7-nexpose-warehouse",
    "description": "Rapid7 Nexpose Warehouse fetches device information directly from an external data warehouse."
  },
  "tripwire_enterprise_adapter": {
    "title": "Tripwire Enterprise",
    "link": "https://docs.axonius.com/docs/tripwrie-enterprise",
    "description": "Tripwire Enterprise is a security configuration management (SCM) suite that provides fully integrated solutions for policy, file integrity and remediation management."
  },
  "dropbox_adapter": {
    "title": "Dropbox",
    "link": "https://docs.axonius.com/docs/dropbox",
    "description": "Dropbox is a file hosting service that offers cloud storage, file synchronization, personal cloud, and client software."
  },
  "azure_ad_adapter": {
    "title": "Microsoft Azure Active Directory (Azure AD) and Microsoft Intune",
    "link": "https://docs.axonius.com/docs/microsoft-azure-and-azure-active-directory-ad",
    "description": "Microsoft Azure Active Directory (Azure AD) is Microsoft's multi-tenant, cloud-based directory, and identity management service."
  },
  "divvycloud_adapter": {
    "title": "DivvyCloud",
    "link": "https://docs.axonius.com/docs/divvycloud",
    "description": "DivvyCloud offers security, compliance, and governance guardrails for public and private cloud infrastructures."
  },
  "zabbix_adapter": {
    "title": "Zabbix",
    "link": "https://docs.axonius.com/docs/zabbix",
    "description": "Zabbix is an open source monitoring software tool for networks, servers, virtual machines and cloud services."
  },
  "cisco_amp_adapter": {
    "title": "Cisco Advanced Malware Protection (AMP)",
    "link": "https://docs.axonius.com/docs/cisco-advanced-malware-protection-amp",
    "description": "Cisco Advanced Malware Protection (AMP) includes threat intelligence, sandboxing, and malware blocking to detect, contain, and remove malware."
  },
  "claroty_adapter": {
    "title": "Claroty",
    "link": "https://docs.axonius.com/docs/claroty",
    "description": "Claroty discovers assets and monitors communication patterns for ICS networks."
  },
  "solarwinds_orion_adapter": {
    "title": "SolarWinds Network Performance Monitor",
    "link": "https://docs.axonius.com/docs/solarwinds-network-performance-monitor",
    "description": "SolarWinds Network Performance Monitor is a unified IT systems management system that tracks the performance of networks, applications, systems, and databases on-premises, in a hybrid environment, or in the cloud."
  },
  "pingidentity_adapter": {
    "title": "Ping Identity",
    "link": "",
    "description": "Ping Identity is a standards-based platform that connects customers, employees and partners to their cloud, mobile, SaaS and on-premises applications and APIs."
  },
  "sophos_adapter": {
    "title": "Sophos Endpoint Protection",
    "link": "https://docs.axonius.com/docs/sophos",
    "description": "Sophos Endpoint Protection helps secure workstations by adding prevention, detection, and response technology on top of the operating system."
  },
  "crowd_strike_adapter": {
    "title": "CrowdStrike Falcon",
    "link": "https://docs.axonius.com/docs/crowdstrike-falcon",
    "description": "CrowdStrike Falcon delivers next-generation antivirus, endpoint detection and response (EDR), managed threat hunting, and threat intelligence."
  },
  "deep_security_adapter": {
    "title": "Trend Micro Deep Security",
    "link": "https://docs.axonius.com/docs/trend-micro-deep-security",
    "description": "Trend Micro Deep Security can automatically virtually patch server, cloud, VDI and application vulnerabilities."
  },
  "gce_adapter": {
    "title": "Google Cloud Platform (GCP)",
    "link": "https://docs.axonius.com/docs/google-cloud-platform-gcp",
    "description": "Google Cloud Platform (GCP) is a suite of cloud computing services. Alongside a set of management tools, it provides a series of modular cloud services including computing, data storage, data analytics and machine learning."
  },
  "duo_adapter": {
    "title": "Duo Beyond",
    "link": "https://docs.axonius.com/docs/duo-beyond",
    "description": "Duo Beyond identifies corporate vs. personal devices, blocks untrusted devices, and give users secure access to internal applications."
  },
  "datadog_adapter": {
    "title": "Datadog",
    "link": "",
    "description": "Datadog is a monitoring service for cloud-scale applications, providing monitoring of servers, databases, tools, and services."
  },
  "redseal_adapter": {
    "title": "RedSeal",
    "link": "https://docs.axonius.com/docs/redseal",
    "description": "RedSeal’s network modeling and risk scoring platform models customers' entire hybrid data center of public cloud, private cloud and physical network."
  },
  "google_mdm_adapter": {
    "title": "G Suite by Google",
    "link": "https://docs.axonius.com/docs/g-suite-by-google",
    "description": "G Suite is a set of cloud computing, productivity, collaboration, device, user, and data management tools developed by Google."
  },
  "tenable_security_center_adapter": {
    "title": "Tenable.sc (SecurityCenter)",
    "link": "https://docs.axonius.com/docs/tenablesc-formerly-securitycenter",
    "description": "Tenable.sc (formerly SecurityCenter)  consolidates and evaluates vulnerability data, prioritizing security risks."
  },
  "pivotal_cloud_foundry_adapter": {
    "title": "Pivotal Cloud Foundry",
    "link": "https://docs.axonius.com/docs/pivotal-cloud-foundry",
    "description": "Pivotal Cloud Foundry is an app development and deployment platform for public and private clouds."
  },
  "active_directory_adapter": {
    "title": "Microsoft Active Directory (AD)",
    "link": "https://docs.axonius.com/docs/microsoft-active-directory-ad",
    "description": "Microsoft Active Directory (AD) is a directory service for Windows domain networks that authenticates and authorizes all users and computers."
  },
  "gui": {
    "title": "Custom Data",
    "link": "",
    "description": "Generic fields with values given by the user, that can be edited in the entity configuration page"
  },
  "cloud_health_adapter": {
    "title": "CloudHealth",
    "link": "https://docs.axonius.com/docs/cloud-health",
    "description": "Cloud Health is a cloud management platform to analyze and manage cloud cost, usage, security, and governance."
  },
  "gotoassist_adapter": {
    "title": "RescueAssist (GoToAssist)",
    "link": "",
    "description": "RescueAssist (formerly GoToAssist) is a cloud-based toolset for IT and customer support teams including remote support, IT monitoring, and service desk management."
  },
  "airwatch_adapter": {
    "title": "VMWare Workspace ONE (AirWatch)",
    "link": "https://docs.axonius.com/docs/vmware-airwatch",
    "description": "VMWare Workspace ONE (formerly AirWatch) provides enterprise mobility management (EMM) software and standalone management systems for content, applications, and email."
  },
  "hyper_sql_adapter": {
    "title": "HyperSQL",
    "link": "https://docs.axonius.com/docs/hypersql",
    "description": "The HyperSQL adapter imports device information from an HyperSQL database."
  },
  "fireeye_hx_adapter": {
    "title": "FireEye Endpoint Security (formerly HX)",
    "link": "https://docs.axonius.com/docs/fireeye-endpoint-security-formerly-hx",
    "description": "FireEye Endpoint Security (formerly HX) detects and protects against unknown endpoint threats and exploits with integrated threat intelligence."
  },
  "aws_adapter": {
    "title": "Amazon Web Services (AWS)",
    "link": "https://docs.axonius.com/docs/amazon-web-services-aws",
    "description": "Amazon Web Services (AWS) includes a broad set of global cloud based products. It supports EC2, ECS, EKS, IAM, EBS, ELB, RDS, S3, VPC, Workspaces, Lambda and Route 53"
  },
  "jamf_adapter": {
    "title": "Jamf Pro",
    "link": "https://docs.axonius.com/docs/jamf-pro",
    "description": "Jamf Pro is an enterprise mobility management (EMM) tool that provides unified endpoint management for Apple devices."
  },
  "carbonblack_defense_adapter": {
    "title": "VMware Carbon Black Cloud (Carbon Black CB Defense)",
    "link": "https://docs.axonius.com/docs/carbon-black-cb-defense",
    "description": "VMware Carbon Black Cloud (formerly Carbon Black CB Defense) is a cloud native platform delivering next-generation antivirus and endpoint detection and response. This adapter is also compatible with Carbon Black Cloud Enterprise EDR (formerly CB ThreatHunter) and Carbon Black Cloud Audit and Remediation (formerly CB LiveOps)."
  },
  "carbonblack_protection_adapter": {
    "title": "VMware Carbon Black App Control (Carbon Black CB Protection)",
    "link": "https://docs.axonius.com/docs/carbon-black-cb-protection",
    "description": "VMware Carbon Black App Control (formerly Carbon Black CB Protection) protects critical systems and servers to prevent unwanted changes and ensure continuous compliance with regulatory mandates."
  },
  "carbonblack_response_adapter": {
    "title": "VMware Carbon Black EDR (Carbon Black CB Response)",
    "link": "https://docs.axonius.com/docs/carbon-black-cb-response",
    "description": "VMware Carbon Black EDR (formerly Carbon Black CB Response) is a threat hunting and incident response solution that delivers continuous visibility in offline, air-gapped, and disconnected environments using threat intel and customizable detections."
  },
  "epo_adapter": {
    "title": "McAfee ePolicy Orchestrator (ePO)",
    "link": "https://docs.axonius.com/docs/mcafee-epolicy-orchestrator-epo",
    "description": "McAfee ePolicy Orchestrator (ePO) is a security management platform that provides real-time monitoring of security solutions."
  },
  "cylance_adapter": {
    "title": "CylancePROTECT",
    "link": "https://docs.axonius.com/docs/cylanceprotect",
    "description": "CylancePROTECT uses artificial intelligence to detect and protect against ransomware, advanced threats, fileless malware, and malicious documents."
  },
  "free_ipa_adapter": {
    "title": "FreeIPA",
    "link": "https://docs.axonius.com/docs/freeipa",
    "description": "FreeIPA is a free and open source identity management system for Linux environments."
  },
  "kaseya_adapter": {
    "title": "Kaseya VSA",
    "link": "https://docs.axonius.com/docs/kaseya-vsa",
    "description": "Kaseya VSA is a remote monitoring and management solution for remote control, discovery, patch management, and monitoring."
  },
  "beyond_trust_privileged_identity_adapter": {
    "title": "BeyondTrust Privileged Identity (Lieberman RED Identity Management)",
    "link": "https://docs.axonius.com/docs/beyondtrust-privileged-identity-lieberman-red-identity-management",
    "description": "BeyondTrust Privileged Identity (formerly Lieberman RED Identity Management) is a password management solution that helps companies secure, manage, and administer credentials for privileged users and IT vendors."
  },
  "puppet_adapter": {
    "title": "Puppet",
    "link": "https://docs.axonius.com/docs/puppet",
    "description": "Puppet is an open-source software configuration management tool."
  },
  "qualys_scans_adapter": {
    "title": "Qualys Cloud Platform",
    "link": "https://docs.axonius.com/docs/qualys-cloud-platform",
    "description": "Qualys Cloud Platform monitors customers' global security and compliance posture using sensors."
  },
  "nexpose_adapter": {
    "title": "Rapid7 Nexpose and InsightVM",
    "link": "https://docs.axonius.com/docs/rapid7-nexpose",
    "description": "Rapid7 Nexpose is an on-premise vulnerability management solution, including discovery, detection, verification, risk classification, impact analysis, reporting and mitigation. Rapid7 InsightVM is a cloud-based vulnerability management solution that combines Rapid7’s Insight platform along with Nexpose core capabilities."
  },
  "sentinelone_adapter": {
    "title": "SentinelOne",
    "link": "https://docs.axonius.com/docs/sentinelone",
    "description": "SentinelOne is an endpoint protection solution including prevention, detection, and response."
  },
  "splunk_adapter": {
    "title": "Splunk",
    "link": "https://docs.axonius.com/docs/splunk",
    "description": "Splunk captures, indexes, and correlates real-time data in a searchable repository."
  },
  "symantec_adapter": {
    "title": "Symantec Endpoint Protection 14.x",
    "link": "https://docs.axonius.com/docs/symantec-endpoint-protection",
    "description": "Symantec Endpoint Protection manages events, policies, and registration for the client computers that connect to customer networks."
  },
  "nessus_adapter": {
    "title": "Tenable Nessus",
    "link": "https://docs.axonius.com/docs/tenable-nessus",
    "description": "Tenable Nessus is a vulnerability scanning platform for auditors and security analysts."
  },
  "tenable_io_adapter": {
    "title": "Tenable.io",
    "link": "https://docs.axonius.com/docs/tenableio",
    "description": "Tenable.io automatically discovers and assesses a customer's environment for vulnerabilities, misconfigurations, and other cybersecurity issues."
  },
  "nessus_csv_adapter": {
    "title": "Tenable Nessus CSV File",
    "link": "https://docs.axonius.com/docs/tenable-nessus-csv-file",
    "description": "Tenable Nessus CSV File Adapter imports device information from vulnerability scan data."
  },
  "esx_adapter": {
    "title": "VMware ESXi",
    "link": "https://docs.axonius.com/docs/vmware-esxi",
    "description": "VMware ESXi is an enterprise-class, type-1 hypervisor for deploying and serving virtual computers."
  },
  "cisco_adapter": {
    "title": "Cisco",
    "link": "https://docs.axonius.com/docs/cisco",
    "description": "Cisco connects to Cisco switches and routers."
  },
  "eset_adapter": {
    "title": "ESET Endpoint Security",
    "link": "https://docs.axonius.com/docs/eset-endpoint-security",
    "description": "ESET Endpoint Security is an anti-malware suite for Windows including web filtering, firewall, USB drive and botnet protection."
  },
  "cyberark_pas_adapter": {
    "title": "CyberArk Privileged Account Security",
    "link": "https://docs.axonius.com/docs/cyberark-privileged-account-security",
    "description": "CyberArk Privileged Account Security provides privileged password management, session recording, least privilege enforcement, and privileged data analytics."
  },
  "traiana_lab_machines_adapter": {
    "title": "Traiana Lab Machines",
    "link": "",
    "description": "Traiana Lab Machines is a propriatery adapters for Traiana, which queries for new devices from the lab machines inventory."
  },
  "fortigate_adapter": {
    "title": "Fortinet FortiGate",
    "link": "https://docs.axonius.com/docs/fortinet-fortigate",
    "description": "Fortinet FortiGate is a next-generation firewall providing security and visibility for end-to-end protection across the entire enterprise network."
  },
  "qcore_adapter": {
    "title": "Qcore",
    "link": "",
    "description": "Qcore medical pumps adapters (Saphire+ 14.5)"
  },
  "sccm_adapter": {
    "title": "Microsoft System Center Configuration Manager (SCCM)",
    "link": "https://docs.axonius.com/docs/microsoft-sccm",
    "description": "Microsoft System Center Configuration Manager (SCCM) is a systems management software product for managing large groups of computers running Windows NT, Windows Embedded, macOS (OS X), Linux or UNIX, as well as Windows Phone, Symbian, iOS and Android mobile operating systems"
  },
  "desktop_central_adapter": {
    "title": "ManageEngine Desktop Central",
    "link": "https://docs.axonius.com/docs/manageengine-desktop-central",
    "description": "ManageEngine Desktop Central is a desktop management and mobile device management software for managing desktops in LAN and across WAN and mobile devices from a central location."
  },
  "slack_adapter": {
    "title": "Slack",
    "link": "https://docs.axonius.com/docs/slack",
    "description": "Slack is a chat and collaboration hub used to connect people, information, tools, and services."
  },
  "forcepoint_adapter": {
    "title": "Forcepoint Web Security Endpoint",
    "link": "https://docs.axonius.com/docs/forcepoint-web-security-endpoint-sql",
    "description": "Forcepoint Web Security Endpoint enables end-users to authenticate and receive policy enforcement via the Forcepoint Web Security Cloud infrastructure."
  },
  "forcepoint_csv_adapter": {
    "title": "Forcepoint Web Security Endpoint CSV File",
    "link": "https://docs.axonius.com/docs/forcepoint-web-security-endpoint",
    "description": "Forcepoint Web Security Endpoint CSV File imports CSV files with device information."
  },
  "csv_adapter": {
    "title": "CSV",
    "link": "https://docs.axonius.com/docs/csv",
    "description": "The CSV adapter imports .csv files with inventory information including: devices, users and installed software data."
  },
  "mobileiron_adapter": {
    "title": "MobileIron EMM",
    "link": "https://docs.axonius.com/docs/mobileiron-emm",
    "description": "MobileIron EMM enables enterprises to secure and manage modern operating systems on mobile devices and desktops."
  },
  "microsoft_kms_adapter": {
    "title": "Microsoft Key Management Service (KMS)",
    "link": "https://docs.axonius.com/docs/microsoft-kms",
    "description": "Microsoft Key Management Service (KMS) is an activation service that allows organizations to activate systems within their own network, eliminating the need for individual computers to connect to Microsoft for product activation."
  },
  "opendcim_adapter": {
    "title": "openDCIM",
    "link": "https://docs.axonius.com/docs/opendcim",
    "description": "openDCIM is a free and open source Data Center Infrastructure Management solution."
  },
  "minerva_adapter": {
    "title": "Minerva Labs Endpoint Malware Vaccination",
    "link": "",
    "description": "Minerva Labs Endpoint Malware Vaccination simulates infection markers, rather than creating them, to contain outbreaks that bypass AV tools."
  },
  "juniper_adapter": {
    "title": "Juniper Junos Space",
    "link": "https://docs.axonius.com/docs/juniper-junos-space-network-management-platform",
    "description": "Juniper Junos Space Network Management Platform automates management of Juniper's switching, routing, and security devices."
  },
  "junos_adapter": {
    "title": "Juniper Junos",
    "link": "https://docs.axonius.com/docs/juniper-junos",
    "description": "Juniper Junos connects to Juniper switches and routers."
  },
  "bitdefender_adapter": {
    "title": "Bitdefender GravityZone Business Security",
    "link": "https://docs.axonius.com/docs/bitdefender-gravityzone-business-security",
    "description": "Bitdefender GravityZone Business Security uses machine learning and heuristics to protect against malware, phishing, ransomware, exploits and zero-days."
  },
  "bomgar_adapter": {
    "title": "BeyondTrust Remote Support (Bomgar)",
    "link": "https://docs.axonius.com/docs/beyondtrust-remote-support",
    "description": "BeyondTrust Remote Support (formerly Bomgar) allows support technicians to remotely connect to end-user systems through firewalls from their computer or mobile devices."
  },
  "bigfix_adapter": {
    "title": "IBM BigFix",
    "link": "https://docs.axonius.com/docs/ibm-bigfix",
    "description": "IBM BigFix provides remote control, patch management, software distribution, operating system deployment, network access protection and hardware and software inventory functionality."
  },
  "ensilo_adapter": {
    "title": "enSilo",
    "link": "https://docs.axonius.com/docs/ensilo",
    "description": "enSilo automates and orchestrates detection, prevention, and response against advanced malware and ransomware."
  },
  "secdo_adapter": {
    "title": "Secdo Endpoint Protection",
    "link": "",
    "description": "Secdo Endpoing Protection automates endpoint forensic analysis and cyber investigations for security teams."
  },
  "openstack_adapter": {
    "title": "OpenStack",
    "link": "",
    "description": "OpenStack is an open source software solution for creating private and public clouds."
  },
  "tanium_adapter": {
    "title": "Tanium System Status",
    "link": "https://docs.axonius.com/docs/tanium-status",
    "description": "Tanium System Status provides an inventory of all clients that have registered with the Tanium platform."
  },
  "tanium_sq_adapter": {
    "title": "Tanium Interact",
    "link": "https://docs.axonius.com/docs/tanium-sq",
    "description": "Tanium Interact lets you ask questions to gather live endpoint data in order to create an up-to-date inventory of hardware and software assets."
  },
  "tanium_asset_adapter": {
    "title": "Tanium Asset",
    "link": "https://docs.axonius.com/docs/tanium-asset",
    "description": "Tanium Asset provides an inventory of hardware and software assets including servers, laptops, and desktops for thorough insight."
  },
  "tanium_discover_adapter": {
    "title": "Tanium Discover",
    "link": "https://docs.axonius.com/docs/tanium-discover",
    "description": "Tanium Discover scans for unmanaged assets with almost no impact on the network."
  },
  "aruba_adapter": {
    "title": "Aruba",
    "link": "https://docs.axonius.com/docs/aruba",
    "description": "Aruba connects to Aruba switches and routers."
  },
  "infoblox_adapter": {
    "title": "Infoblox DDI",
    "link": "https://docs.axonius.com/docs/infoblox",
    "description": "Infoblox DDI consolidates DNS, DHCP, IP address management, and other core network services into a single platform, managed from a common console."
  },
  "cynet_adapter": {
    "title": "Cynet 360",
    "link": "",
    "description": "Cynet 360 is a detection and response security platform for finding, ranking, and remediating unknown, camouflaged threats."
  },
  "illusive_adapter": {
    "title": "Illusive Networks",
    "link": "https://docs.axonius.com/docs/illusive-networks",
    "description": "Illusive Networks deceives cyber attackers by planting false information about a given network's resources."
  },
  "chef_adapter": {
    "title": "Chef",
    "link": "https://docs.axonius.com/docs/chef",
    "description": "Chef provides continuous automation for building, deploying, and managing infrastructure, compliance, and applications in legacy and hybrid environments."
  },
  "cisco_prime_adapter": {
    "title": "Cisco Prime",
    "link": "https://docs.axonius.com/docs/cisco-prime",
    "description": "Cisco Prime offers a suite of tools to automate the management of wired and wireless Cisco networks."
  },
  "auvik_adapter": {
    "title": "Auvik",
    "description": "Auvik is an IT asset and network monitoring solution for managing entire network infrastructures, including physical servers, data centers, workstations and more.",
    "link": "https://docs.axonius.com/docs/auvik"
  },
  "observeit_adapter": {
    "title": "ObserveIT",
    "link": "https://docs.axonius.com/docs/observeit",
    "description": "ObserveIT provides insider threat security solutions, including employee monitoring, user activity monitoring, behavioral analytics, policy enforcement, and digital forensics."
  },
  "blackberry_uem_adapter": {
    "title": "BlackBerry Unified Endpoint Management (UEM)",
    "link": "https://docs.axonius.com/docs/blackberry-unified-endpoint-management-uem",
    "description": "BlackBerry Unified Endpoint Management (UEM) delivers endpoint management and policy control for devices and apps on-premise or in the cloud."
  },
    "onelogin_adapter": {
    "title": "OneLogin",
    "link": "https://docs.axonius.com/docs/onelogin",
    "description": "OneLogin's unified access management platform centralizes access across on-prem and cloud environments to give full control, management, and security for data, devices, and users."
  },
  "oracle_vm_adapter": {
    "title": "Oracle VM",
    "link": "https://docs.axonius.com/docs/oracle-vm",
    "description": "Oracle VM's server virtualization products support x86 and SPARC architectures and a variety of workloads such as Linux, Windows and Oracle Solaris. "
  },
  "sonic_wall_adapter": {
    "title": "SonicWall",
    "link": "https://docs.axonius.com/docs/sonicwall",
    "description": "SonicWall next-generation firewalls (NGFW) provide security, control and visibility to maintain an effective cybersecurity posture."
  },
  "cisco_meraki_adapter": {
    "title": "Cisco Meraki",
    "link": "https://docs.axonius.com/docs/cisco-meraki",
    "description": "Cisco Meraki solutions include wireless, switching, security, EMM, communications, and security cameras, all centrally managed from the web."
  },
    "checkmarx_adapter": {
    "title": "Checkmarx SAST",
    "link": "https://docs.axonius.com/docs/checkmarx-sast",
    "description": "Checkmarx SAST (CxSAST) is a static application security testing solution used to identify security vulnerabilities in custom code. It is used by development, DevOps, and security teams to scan source code early in the SDLC, identify vulnerabilities, and provide actionable insights to remediate them."
  },
  "service_now_adapter": {
    "title": "ServiceNow",
    "link": "https://docs.axonius.com/docs/servicenow",
    "description": "ServiceNow provides service management software as a service, including IT services management (ITSM), IT operations management (ITOM) and IT business management (ITBM)."
  },
  "general_info": {
    "title": "WMI Info",
    "link": "",
    "description": ""
  },
  "infinipoint_adapter": {
    "title": "Infinipoint",
    "link": "https://docs.axonius.com/docs/infinipoint",
    "description": "Infinipoint is a cloud-based automated cyber hygiene platform that enables continuous detection and remediation of risks across the organization’s IT assets."
  },
  "pm_status": {
    "title": "PM Status",
    "link": "",
    "description": ""
  },
  "symantec_dcs_adapter": {
    "title": "Symantec Data Center Security (DCS) Server Advanced",
    "link": "https://docs.axonius.com/docs/symantec-data-center-security-dcs-server-advanced",
    "description": "Symantec Data Center Security Server Advanced delivers security detection, monitoring, and prevention capabilities for both physical and virtual server infrastructures."
  },
  "softlayer_adapter": {
    "title": "IBM Cloud",
    "link": "",
    "description": "IBM's cloud computing platform combines platform as a service (PaaS) with infrastructure as a service (IaaS) and cloud services."
  },
  "logmein_adapter": {
    "title": "LogMeIn Central",
    "link": "https://docs.axonius.com/docs/logmein-central",
    "description": "LogMeIn Central is a cloud-based endpoint management solution that enables monitoring and management of endpoint infrastructure."
  },
  "json_file_adapter": {
    "title": "JSON File",
    "link": "",
    "description": "The JSON File Adapter processes files containing JSON formatted devices."
  },
  "next_think_adapter": {
    "title": "Nexthink",
    "link": "https://docs.axonius.com/docs/nexthink",
    "description": "Nexthink is an IT solution that provides insights into activity across devices, operating systems, and workplace locations to improve IT experiences for employees."
  },
  "stresstest_scanner_adapter": {
    "title": "Test adapters for scanners",
    "link": "",
    "description": "Stresstest can be configured with any amount of devices and it creates that number of random devices."
  },
  "sal_adapter": {
    "title": "Sal",
    "link": "https://docs.axonius.com/docs/sal",
    "description": "Sal is an open-source reporting solution for managed endpoints."
  },
  "stresstest_adapter": {
    "title": "Test adapters",
    "link": "",
    "description": "Stresstest can be configured with any amount of devices and it creates that number of random devices."
  },
  "wing_adapter": {
    "title": "Extreme Networks ExtremeWireless WiNG - BETA",
    "link": "https://docs.axonius.com/docs/extreme-networks-extremewireless-wing",
    "description": "Extreme Networks ExtremeWireless WiNG in a WLAN operating system designed to scale efficiently from the smallest networks to large, geographically dispersed deployments."
  },
  "digital_shadows_adapter": {
    "title": "Digital Shadows SearchLight",
    "link": "https://docs.axonius.com/docs/digital-shadows-searchlight",
    "description": "Digital Shadows SearchLight is a digital risk protection solution that protects organizations against external risk exposure."
  },
  "hyper_v_adapter": {
    "title": "Microsoft Hyper-V",
    "link": "https://docs.axonius.com/docs/microsoft-hyper-v",
    "description": "Microsoft Hyper-V is a native hypervisor; it can create virtual machines on x86-64 systems running Windows."
  },
  "symantec_altiris_adapter": {
    "title": "Symantec Endpoint Management Suite (Altiris)",
    "link": "https://docs.axonius.com/docs/symantec-endpoint-management-suite-altiris",
    "description": "Symantec Endpoint Management Suite (formerly Altiris) manages, patches, and remediates application and OS configurations on desktops, laptops and servers to strengthen endpoint security and maximize user productivity."
  },
  "knowbe4_adapter": {
    "title": "KnowBe4",
    "link": "https://docs.axonius.com/docs/knowbe4",
    "description": "KnowBe4 provides Security Awareness Training for anti-phising behavior, social engineering and ransomware attacks, and general security awareness."
  },
  "azure_adapter": {
    "title": "Microsoft Azure",
    "link": "https://docs.axonius.com/docs/microsoft-azure-and-azure-active-directory-ad",
    "description": "Microsoft Azure is a cloud computing service created by Microsoft for building, testing, deploying, and managing applications and services through a global network of Microsoft-managed data centers."
  },
  "privx_adapter": {
    "title": "PrivX",
    "link": "https://docs.axonius.com/docs/privx",
    "description": "PrivX provides privileged access to on-prem and cloud environments, including control access to servers, network devices and other critical infrastructure according to user roles and privileges."
  },
  "okta_adapter": {
    "title": "Okta",
    "link": "https://docs.axonius.com/docs/okta",
    "description": "Okta provides cloud software that helps companies manage their employees' passwords, by providing a “single sign-on” experience."
  },
  "alibaba_adapter": {
    "title": "Alibaba Cloud",
    "link": "https://docs.axonius.com/docs/alibaba-cloud",
    "description": "Alibaba Cloud provides cloud computing services and cloud Infrastructure as a service."
  },
  "sqlite_adapter": {
    "title": "SQLite",
    "link": "https://docs.axonius.com/docs/sqlite",
    "description": "The SQLite adapter imports device information from SQLite database."
  },
  "symantec_edr_adapter": {
    "title": "Symantec Endpoint Detection and Response (EDR)",
    "link": "https://docs.axonius.com/docs/symantec-edr",
    "description": "Symantec Endpoint Detection and Response (EDR) performs the security tasks that detect, protect, and respond to threats to the organization's network."
  },
  "rancher_adapter": {
    "title": "Rancher",
    "link": "https://docs.axonius.com/docs/rancher",
    "description": "Rancher is an open-source multi-cluster orchestration platform that enables operations teams to deploy, manage and secure enterprise Kubernetes."
  }
}